{
  "application.title": "Covidcode FOPH",
  "application.organization.name": "Federal Office of Information Technology, Systems and Telecommunication FOITT",
  "generate-code.generate": "Generate code",
  "generate-code.onset": "Date of first symptoms",
  "generate-code.hint": "Date of first symptoms, \"dd.mm.yyyy\"",
  "code.title": "Authentication code",
  "code.date": "Date of first symptoms",
  "code.instruction": "Please provide this authentication code to the person who tested positive.",
  "code.hint": "The code will be deleted as soon as the window it closed.",
  "code.close": "Close",
  "help.tooltip.in": "Hide help",
  "help.tooltip.out": "Show help",
  "help.title": "Help",
  "help.text1": "If the person who tested positive hasn’t shown any symptoms, please type in the date of testing. The incubation period is calculated automatically.",
  "help.text2": "Based on the date of infection a single-use authentication code is generated.",
  "help.text3": "Pass on the code to your patient, leaving out the spaces, so that they can enter it into the Tracing App. This code is valid for 24 hours.",
  "help.text4": "Authentication codes are not stored locally. This means a new code has to be generated, if the patient requires a new one.",
  "home.text1": "Hello",
  "home.text2": "You are now on the website where persons of the contact management can generate an authorization code to allow tracing of people infected with the new Coronavirus",
  "home.info": " More information about tracing people infected with the new Coronavirus",
  "home.login": "Access for persons of the Contact Management",
  "home.physician": "Further information for cantonal physicians on the onboarding process",
  "home.download": "You want to download the Tracing App? You can do so via the official pages:",
  "logout": "Logout",
  "i18n.validation.matDatepickerParse": "Invalid date format, please use \"dd.mm.yyyy\"",
  "i18n.validation.matDatepickerMax": "Date cannot be in the future",
  "i18n.validation.matDatepickerMin": "Date cannot be older than 4 weeks",
  "i18n.validation.required": "Please enter a valid date format",
  "footer.built.prefix": "Built with",
  "footer.built.suffix": ""
}
