{
  "application.title": "Covidcode OFSP",
  "application.organization.name": "Office fédéral de l'informatique et de la télécommunication OFIT",
  "generate-code.generate": "Générer code",
  "generate-code.onset": "Onset date",
  "generate-code.hint": "Date du début de la contagion",
  "code.title": "Veuillez envoyer ce code d'autorisation au patient",
  "code.sent": "J'ai envoyé le code au patient",
  "help.tooltip.in": "Cacher l'aide",
  "help.tooltip.out": "Montrer l'aide",
  "help.title": "Aide",
  "help.text1": "La \"date d'infection\" est la date à laquelle le patient a été infecté. La fenêtre d'infection est alors calculée automatiquement.",
  "help.text2": "En fonction de la date d'infection, un code d'authentification unique est généré.",
  "help.text3": "Veuillez indiquer ce code sans les espaces à votre patient afin qu'il puisse l'entrer dans l'application de traçage. Ce code est valable 24 heures.",
  "help.text4": "Les codes d'authentification ne sont pas enregistrés localement, c'est-à-dire qu'un nouveau code doit être généré si le patient en a à nouveau besoin.",
  "home.text1": "Bonjour",
  "home.text2": "Vous êtes maintenant sur le site web où le personnel médical peut générer un code d’autorisation pour permettre le suivi des personnes atteintes du nouveau Coronavirus.",
  "home.info": "Plus d'informations sur le suivi des personnes atteintes du nouveau Coronavirus",
  "home.login": "Connexion pour le personnel médical",
  "home.physician": "Informations complémentaires pour les médecins cantonaux sur le processus d’onboarding",
  "home.download": "Vous voulez télécharger l’app mobile de proximity tracing ? Vous pouvez le faire via les pages officielles :",
  "logout": "Déconnexion",
  "i18n.validation.matDatepickerParse": "Format de date non valide, veuillez utiliser \"jj.mm.aaaa\"",
  "i18n.validation.matDatepickerMax": "La date ne peut pas être dans le futur",
  "i18n.validation.matDatepickerMin": "La date ne peut être antérieure à 4 semaines"
}
