{
  "application.title": "Covidcode OFSP",
  "application.description": "Le professionnel communique le code COVID à la personne infectée. Celle-ci peut saisir le code COVID dans son application SwissCovid.",
  "application.organization.name": "Office fédéral de l'informatique et de la télécommunication OFIT",
  "generate-code.help.title": "Informations importantes sur la génération du code COVID",
  "generate-code.help.info.1": "Si vous ne connaissez pas la date des premiers symptômes, indiquez celle du test.",
  "generate-code.help.info.2": "Le code COVID est valable 24 heures. Il est réservé à un usage personnel et ne peut être transmis à des tiers sous quelque forme que ce soit.",
  "generate-code.help.info.3": "Le système n’enregistre pas les codes COVID localement et ne les envoie pas automatiquement au patient.",
  "generate-code.help.info.4": "Si le patient a encore une fois besoin du code, un nouveau doit être généré.",
  "generate-code.help.info.5": "La période de contagion est calculée automatiquement.",
  "generate-code.generate": "Générer Covidcode",
  "generate-code.onset": "Date des premiers symptômes",
  "generate-code.hint": "Date des premiers symptômes, \"jj.mm.aaaa\"",
  "code.title": "Covidcode",
  "code.date": "Date des premiers symptômes",
  "code.instruction": "Veuillez fournir ce Covidcode à la personne qui a été testée positive.",
  "code.close": "J'ai communiqué le Covidcode au patient.",
  "home.warning": "Veuillez noter qu'il s'agit d'un environnement de test et qu'il se peut qu'il ne fonctionne pas comme prévu. Vous trouverez l'environnement productif sur : ",
  "home.text1": "Bonjour",
  "home.text2": "Vous êtes sur le site web qui donne accès aux personnes chargées de la gestion des contacts pour créer des Covidcodes.",
  "home.login.title": "Créer des Covidcodes",
  "home.login.subtitle": "Accès pour les personnes chargées de la gestion des contacts",
  "home.login.button": "Login",
  "home.more": "Instructions pour",
  "home.physician": "Médecins cantonaux pour l'administration des utilisateurs",
  "home.contactManagement": "Personnes chargées de la gestion des contacts pour la création du Covidcode",
  "home.hospital": "Médecins et hôpitaux pour la création du Covidcode",
  "logout": "Déconnexion",
  "i18n.validation.matDatepickerParse": "Format de date non valide, veuillez utiliser \"jj.mm.aaaa\"",
  "i18n.validation.matDatepickerMax": "La date ne peut pas être dans le futur",
  "i18n.validation.matDatepickerMin": "La date ne peut être antérieure à 4 semaines",
  "i18n.validation.required": "Veuillez entrer un format de date valide",
  "footer.built.prefix": "Fait avec",
  "footer.built.suffix": "",
  "footer.legal": "Informations juridiques",
  "footer.legal.url": "https://www.admin.ch/gov/fr/accueil/conditions-utilisation.html"
}
