{
  "application.title": "Covidcode OFSP",
  "application.description": "Le professionnel communique le code COVID à la personne infectée. Celle-ci peut saisir le code COVID dans son application SwissCovid.",
  "application.organization.name": "Office fédéral de l'informatique et de la télécommunication OFIT",
  "generate-code.generate": "Générer Covidcode",
  "generate-code.onset": "Date des premiers symptômes",
  "generate-code.hint": "Date des premiers symptômes, \"jj.mm.aaaa\"",
  "code.title": "Covidcode",
  "code.date": "Date des premiers symptômes",
  "code.instruction": "Veuillez fournir ce Covidcode à la personne qui a été testée positive.",
  "code.close": "J'ai communiqué le Covidcode au patient.",
  "help.tooltip.in": "Cacher l'aide",
  "help.tooltip.out": "Montrer l'aide",
  "help.title": "Aide",
  "help.text1": "Si la personne testée positive ne présentait aucun symptôme, veuillez indiquer la date du test. La fenêtre d'infection est alors calculée automatiquement.",
  "help.text2": "En fonction de la date d'apparition des premiers symptômes, un Covidcode unique est généré.",
  "help.text3": "Veuillez indiquer ce Covidcode sans les espaces à votre patient afin qu'il puisse l'entrer dans l'application SwissCovid. Ce code est valable 24 heures.",
  "help.text4": "Les Covidcodes ne sont pas enregistrés localement, c'est-à-dire qu'un nouveau Covidcode doit être généré si le patient en a à nouveau besoin.",
  "home.warning": "Veuillez noter qu'il s'agit d'un environnement de test et qu'il se peut qu'il ne fonctionne pas comme prévu. Vous trouverez l'environnement productif sur : ",
  "home.text1": "Bonjour",
  "home.text2": "Vous êtes sur le site web qui donne accès aux personnes chargées de la gestion des contacts pour créer des Covidcodes.",
  "home.login.title": "Créer des Covidcodes",
  "home.login.subtitle": "Accès pour les personnes chargées de la gestion des contacts",
  "home.login.button": "Login",
  "home.more": "Instructions pour",
  "home.physician": "Médecins cantonaux pour l'administration des utilisateurs",
  "home.contactManagement": "Personnes chargées de la gestion des contacts pour la création du Covidcode",
  "home.hospital": "Médecins et hôpitaux pour la création du Covidcode",
  "logout": "Déconnexion",
  "i18n.validation.matDatepickerParse": "Format de date non valide, veuillez utiliser \"jj.mm.aaaa\"",
  "i18n.validation.matDatepickerMax": "La date ne peut pas être dans le futur",
  "i18n.validation.matDatepickerMin": "La date ne peut être antérieure à 4 semaines",
  "i18n.validation.required": "Veuillez entrer un format de date valide",
  "footer.built.prefix": "Fait avec",
  "footer.built.suffix": "",
  "footer.legal": "Informations juridiques",
  "footer.legal.url": "https://www.admin.ch/gov/fr/accueil/conditions-utilisation.html"
}
