{
  "application.title": "Covidcode OFSP",
  "application.organization.name": "Office fédéral de l'informatique et de la télécommunication OFIT",
  "generate-code.generate": "Générer code",
  "generate-code.onset": "Date de la contagion",
  "generate-code.hint": "Date du début de la contagion",
  "code.title": "Veuillez envoyer ce code d'autorisation au patient",
  "code.sent": "J'ai envoyé le code au patient",
  "help.tooltip.in": "Cacher l'aide",
  "help.tooltip.out": "Montrer l'aide",
  "help.title": "Aide",
  "help.text1": "La date de contagion\" est la date à laquelle le patient devient contagieux. La fenêtre de contagion sera alors automatiquement calculée.",
  "help.text2": "En fonction de la date de contagion, un code d’autorisation à usage unique sera généré, veuillez le communiquer à votre patient, sans les espaces, afin qu'il puisse l'entrer dans l’app mobile de proximity tracing.",
  "help.text3": "Les codes d’autorisation ne sont pas sauvegardés localement, ce qui signifie qu'un nouveau code doit être généré si le patient en a besoin d’un nouveau.",
  "home.text1": "Bonjour",
  "home.text2": "Vous êtes maintenant sur le site web où le personnel médical peut générer un code d’autorisation pour permettre le suivi des personnes atteintes du covid-19.",
  "home.info": "Plus d'informations sur le suivi des personnes atteintes du covid-19",
  "home.login": "Connexion pour le personnel médical",
  "home.physician": "Informations complémentaires pour les médecins cantonaux sur le processus d'embarquement",
  "home.download": "Vous voulez télécharger l’app mobile de proximity tracing ? Vous pouvez le faire via les pages officielles :",
  "notification.401": "Vous n'êtes pas autorisé.",
  "security.no.access.part1": "Vous n'êtes pas autorisé à accéder au site web des autorités sanitaires",
  "security.no.access.part2": "Veuillez contacter l'OFIT pour obtenir un soutien : ",
  "logout": "Logout",
  "i18n.validation.matDatepickerParse": "Format de date non valide, veuillez utiliser \"jj.mm.aaaa\"",
  "i18n.validation.matDatepickerMax": "La date ne peut pas être dans le futur"
}
