{
  "application.title": "Covidcode UFSP",
  "application.organization.name": "Ufficio federale dell'informatica e della telecomunicazione UFIT",
  "generate-code.generate": "Genera codice",
  "generate-code.onset": "Onset date",
  "generate-code.hint": "Data di evasione del contagio, \"gg.mm.aaaa\"",
  "code.title": "Codice di autenticazione",
  "code.date": "Data di proroga",
  "code.instruction": "Si prega di fornire questo codice di autenticazione alla persona che è risultata positiva.",
  "code.hint": "Non appena si chiude la finestra, il codice viene cancellato.",
  "code.close": "Chiudere",
  "help.tooltip.in": "Nascondi l'aiuto",
  "help.tooltip.out": "Vedi l’aiuto",
  "help.title": "Aiuto",
  "help.text1": "La \"data di infezione\" è la data in cui il paziente è stato infettato. La finestra infettiva (periodo dove l'infezione può essere avvenuta) viene calcolata automaticamente.",
  "help.text2": "In base alla data di infezione, viene generato un codice di autenticazione univoco.",
  "help.text3": "Si prega di comunicare questo codice ( senza spazi) al paziente, in modo che possa inserire questo codice nell'applicazione di tracciamento. Questo codice è valido per 24 ore.",
  "help.text4": "I codici di autenticazione non vengono memorizzati localmente. Qualché il paziente ne abbia nuovamente bisogno, egli deve creare un nuovo codice.",
  "home.text1": "Ciao",
  "home.text2": "Siete ora sul sito web dove il persone della Contact Management può accedere al nuovo Coronavirus tracing.",
  "home.info": "Ulteriori informazioni sul nuovo Coronavirus tracing",
  "home.login": "Accesso per il persone della contact management",
  "home.physician": "Ulteriori informazioni per i medici cantonali al processo di onboarding",
  "home.download": "Vuoi scaricare la Tracing-App? Potete farlo tramite le pagine ufficiali:",
  "logout": "Esci",
  "i18n.validation.matDatepickerParse": "Formato data non valido, si prega di utilizzare \"gg.mm.aaaa\"",
  "i18n.validation.matDatepickerMax": "La data non può essere nel futuro",
  "i18n.validation.matDatepickerMin": "La data non può essere più vecchia di 4 settimane",
  "i18n.validation.required": "Inserire un formato di data valido"
}
